data/payloads/soap_country_currency.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <CountryCurrency xmlns="http://www.oorsprong.org/websamples.countryinfo">
      <sCountryISOCode>IN</sCountryISOCode>
    </CountryCurrency>
  </soap:Body>
</soap:Envelope>
